# Автосгенерировано из Orbitron.ttf (размер 8, символы '0123456789.-KM'). Не редактировать руками.

HEIGHT = 6
SPACING = 0
GLYPHS = {
    '0': (7, b'|\x84\x88\xa0\xc0|'),
    '1': (3, b'@\x80\x00\x00\x00\x00'),
    '2': (7, b'|\x00|\x80\x80\xfc'),
    '3': (7, b'|\x04<\x00\x00|'),
    '4': (6, b'\x188H\x88\xfc\x08'),
    '5': (7, b'\xfc\x80\xfc\x00\x00|'),
    '6': (7, b'x\x80\xfc\x80\x80|'),
    '7': (5, b'\xf8\x08\x08\x08\x08\x08'),
    '8': (7, b'|\x80|\x80\x80|'),
    '9': (7, b'|\x80\x80|\x00|'),
    '.': (2, b'\x00\x00\x00\x00\x00\x80'),
    '-': (4, b'\x00\x00\x00\xf0\x00\x00'),
    'K': (6, b'\x80\x80\xf0\x90\x88\x84'),
    'M': (7, b'\xc2\xa6\xaa\x92\x82\x82'),
}
